export const skillItemData = [
    {
        img:'/about/skill01.png',
        title:'フロントエンド開発',
        text:'ウェブサイトやアプリの見た目を作成します。ユーザーが直感的に操作できるようなデザインと動きのあるインターフェースを提供します。',
    },
    {
        img:'/about/skill02.png',
        title:'バックエンド開発',
        text:'データの管理や処理を担当し、サーバーがスムーズに動作するように設計します。アプリケーションが正確に機能するようにサポートします。',
    },
    {
        img:'/about/skill03.png',
        title:'プロジェクトマネジメント',
        text:'チームでの作業を効率よく進めるために、タスクを管理し、納期に合わせてプロジェクトを進行させます。進捗を常にチェックし、問題を早期に解決します。',
    }
]

